<template>
  <ych-page>
    <page-header
      slot="header"
      title="《芸苔新零售平台使用协议》"
      left-arrow
      @click-left="$emit('closePopup')">
    </page-header>
    <div :class="$style['wrap']">
      <p>一、接受条款
</p><p></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;本协议内容包括协议正文及所有芸苔新零售已经发布或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;以任何方式进入芸苔新零售服务平台并使用相关芸苔新零售服务即表示您已充分阅读、理解并同意接受本协议的条款和条件(以下合称“条款”)。
</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;我司有权根据业务需要酌情修订条款，并在芸苔新零售平台以公告的形式进行更新，不再单独通知予您。经修订的条款一经在芸苔新零售平台上公布，即产生效力。如您不同意相关修订，请您立即停止使用服务。如您继续使用本服务，则将视为您已接受经修订的条款，当您与广州油菜花和/或其关联企业发生争议时，应以最新的条款为准。
</p><p>二、注册
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;您确认，在您完成注册程序或以其他广州油菜花允许的方式实际使用油菜花芸苔新零售公共服务时，您应当是具备完全民事权利能力和与所从事的民事行为相适应的行为能力的自然人、法人或其他组织。若您不具备前述主体资格，请勿使用本服务，否则您及您的监护人应承担因此而导致的一切后果，且广州油菜花有权注销（永久冻结）您的账户，并向您及您的监护人索偿。如您代表一家公司、企业或其他法律主体在芸苔新零售服务平台注册使用，则您声明和保证，您有权使该公司或该法律主体受本协议“条款”的约束。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;您按照芸苔新零售帐户注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议后，或您以其他广州油菜花允许的方式实际使用芸苔新零售平台服务时，您即受本协议的约束。您可以使用您提供或确认的手机号码或者广州油菜花允许的其它方式作为登录手段进入芸苔新零售平台。
</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;您可以对芸苔新零售帐户设置主体昵称，但您设置的昵称不得侵犯或涉嫌侵犯他人合法权益。如您设置的昵称涉嫌侵犯他人合法权益，广州油菜花有权终止向您提供本服务，并注销您的芸苔新零售账户。账户注销后，相应的昵称将开放给其他有权用户登记使用。
</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;完成注册时，您应当按照法律法规要求，按相应页面的提示准确提供并及时更新您的资料，以使之真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整，广州油菜花有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部广州油菜花本服务，广州油菜花对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。
</p><p>三、芸苔新零售帐户安全
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;您须自行负责对您的芸苔新零售帐户的登录名（即手机号）、昵称和密码保密，且须对该登录名、昵称和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。除非有法律规定，且征得广州油菜花的同意，否则，您的登录名、昵称和密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;油菜花将使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。例如，在某些服务中，我们将利用加密技术来保护您提供的个人信息。但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入广州油菜花的本服务所用的系统和通讯网络，有可能因广州油菜花可控范围外的因素而出现问题。
</p><p>四、服务终止
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;您同意在广州油菜花未向您收费的情况下，广州油菜花可自行全权决定以任何理由终止您的本服务账户、密码 (或其任何部份)或您对本服务的使用。您同意，在广州油菜花向您收费的情况下，广州油菜花应基于合理的怀疑且经电子邮件通知的情况下实施上述终止本服务的行为。您进一步承认和同意，广州油菜花根据本协议规定终止对您提供本服务的情况下可立即使您的芸苔新零售账户无效，或注销您的账户以及在您账户内的所有相关资料和档案，或禁止您进一步接入该等档案或本服务。账户终止后，广州油菜花没有义务为您保留原账户中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您或第三方。此外，您同意，广州油菜花不会就终止向您提供本服务而对您或任何第三者承担任何责任。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;有权向广州油菜花要求注销您的芸苔新零售账户，经广州油菜花审核同意的，广州油菜花将注销您的账户，届时，您与广州油菜花基于本协议的合同关系即终止。您的账户被注销后，广州油菜花没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。
</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;理解并同意，您与广州油菜花的合同关系终止后:
</p><p>广州油菜花有权继续保存您的资料；
</p><p>使用芸苔新零售公共服务期间存在违法行为或违反本协议和/或规则的行为的，广州油菜花仍可依据本协议向您主张权利;
</p><p>在使用服务期间因使用服务与其他用户之间发生的关系，不因本协议的终止而终止，其他用户仍有权向您主张权利，您应继续按您的承诺履行义务。
</p><p>五、登录名的冻结
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;如您连续180日未使用您的手机或芸苔新零售平台认可的其他方式和密码登录过本平台，您的登录名可能被冻结，所有广州油菜花的芸苔新零售服务将同时终止。如您需要继续使用该登录名登录本平台，并使用本服务，则需要通过您原来认证的邮箱、手机重新进行激活或提交相应资料通过人工申诉的方式进行激活。
</p><p>六、登录名的注销
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;您同意并授权芸苔新零售平台，如您在芸苔新零售平台有欺诈、侵权他人合法权益或其他严重违反任意芸苔新零售平台规则的行为，广州油菜花将有权在平台的范围内对此披露，您的登录名可能被注销，所有平台服务同时终止。
</p><p>七、关于费用
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;广州油菜花除已承诺永久免费的基础服务外，其他服务保留在根据第一条第3款通知您后，收取服务费用的权利，并保留在无须发出书面通知，仅在平台公示的情况下，暂时或永久地更改或停止部分或全部服务的权利。
</p><p>八、芸苔新零售服务内容
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;通过芸苔新零售平台，您可以使用以下一些服务，如:
</p><p>自愿注册芸苔新零售，并在注册成功之后有权使用芸苔新零售；
</p><p>账户有效期内有权暂停或注销芸苔新零售账户以及变更注册信息；
</p><p>账户有效期内，有权按照芸苔新零售相关规则使用芸苔新零售增值服务,包括但不限于：油菜花秉均开放平台，广州油菜花开发者社区以及其他成员机构社区网站提供的服务内容等；
</p><p>授权合作伙伴提供的更多芸苔新零售服务
</p><p>九、 使用规则
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;您注册芸苔新零售平台账户，并以此制作、发布、传播信息内容的，应当使用真实身份信息，不得以虚假、冒用的居民身份信息、企业注册信息、组织机构代码信息进行注册。如您使用了虚假信息，依据相关法律、法规及国家政策要求，广州油菜花有权随时中止或终止您对芸苔新零售平台服务的使用且不承担违约责任。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;在使用芸苔新零售平台服务时，广州油菜花有权基于安全运营、社会公共安全的需要或国家政策的要求，要求用户提供准确的个人资料，如用户提供的个人资料有任何变动，导致用户的实际情况与用户提交给广州油菜花的信息不一致的，用户应及时更新。
</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;芸苔新零售平台用户不应将其账户、密码转让或出借予他人使用。如用户发现其账户、密码或芸苔新零售平台服务遭他人非法使用，应立即通知广州油菜花协调处理。如因无法对非法或未经您授权使用您账户及密码的行为作出甄别，广州油菜花将不承担任何责任。
</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;您同意并理解广州油菜花在提供芸苔新零售平台服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息，并且，您同意接受广州油菜花通过电子邮件或其他方式向您发送商品促销或其他相关商业信息。
</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;对于您通过芸苔新零售平台服务公开发布的任何内容，您同意广州油菜花在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。
</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;您在用芸苔新零售平台服务过程中，不得在平台上制作、复制、上传、发布、传播含有下列内容之一的信息：
</p><p>危害国家安全，损害国家荣誉和利益，颠覆国家政权，破坏国家统一的；
</p><p>破坏国家宗教政策，宣扬邪教和封建迷信，煽动民族仇恨、破坏民族团结的；
</p><p>散布谣言，扰乱社会秩序，破坏社会稳定的；
</p><p>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
</p><p>侮辱或者诽谤他人，侵害他人合法权利的，或其它道德上令人反感的内容；
</p><p>煽动非法集会、结社、游行示威、聚众扰乱社会秩序的；
</p><p>含有中国法律、法规以及任何具有法律效力之规范所限制或禁止的其它内容的；
</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;广州油菜花针对某些特定的芸苔新零售平台服务的使用通过各种方式（包括但不限于网页公告、系统通知、邮件、短信、微信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，您如使用该等芸苔新零售平台服务，视为您同意该等声明、通知、警示的内容。
</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;您须承诺自己在使用本网站服务的所有行为均遵守国家法律、法规和本网站的相关规定以及各种社会公共利益或公共道德。对于任何法律后果的发生，您将以自己的名义独立承担所有相应的法律责任，广州油菜花不承担任何责任。
</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;在使用芸苔新零售平台服务时如发现芸苔新零售平台服务系统或其他相关系统的信息安全漏洞需及时通报广州油菜花，禁止对广州油菜花的芸苔新零售平台服务系统进行漏洞扫描、渗透测试等可能造成广州油菜花损失的行为。
</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;您不得从事下列行为：
</p><p>删除广州油菜花软件及其副本上关于著作权的信息；
</p><p>对软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现软件的源代码；
</p><p>广州油菜花拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版等；
</p><p>对平台或者平台运行过程中释放到任何终端内存中的数据、平台运行过程中客户端与服务器端的交互数据，以及平台运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经广州油菜花授权的第三方工具/服务接入平台和相关系统；
</p><p>通过修改或伪造平台运行中的指令、数据，增加、删减、变动平台的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；
</p><p>通过非广州油菜花开发、授权的第三方软件、插件、外挂、系统，登录或使用芸苔新零售平台及服务，或制作、发布、传播上述工具；
</p><p>其他未经广州油菜花明示授权的行为。
</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;广州油菜花不对您在本服务中相关数据的删除或储存失败负责。
</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;广州油菜花有权根据实际情况自行决定在服务器上对您在本服务中的数据的最长储存期限、为单个用户分配的最大存储使用空间等。您可根据自己的需要自行备份本服务中的相关数据。
</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;如果您的服务被终止或取消，广州油菜花可以从服务器上永久地删除您的数据。服务终止或取消后，广州油菜花没有义务向您返还数据。但法律法规另有规定的除外。
</p><p>十、隐私保护
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;加强用户隐私保护是广州油菜花的一项基本政策，并一直在严格贯彻执行，通过隔离企业数据、加强数据中心安全、增强应用程序安全、及时进行数据备份和恢复等一系列措施保障用户信息安全。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;广州油菜花保证不对外公开或向任何无关的第三方提供，出售，出租，分享和交易企业组织及单个用户的注册资料及用户在使用芸苔新零售公共服务时存储在芸苔新零售平台上的非公开内容，但下列情况除外：
</p><p>事先获得用户的明确授权；
</p><p>根据有关的法律法规要求；
</p><p>按照相关政府主管部门的要求；
</p><p>为维护社会公众的利益。
</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;您完全理解并同意，为提升芸苔新零售平台服务的质量，广州油菜花可能会与合作伙伴或第三方合作向用户提供相关的芸苔新零售服务，在此情况下，如该第三方同意承担与本平台同等的保护用户隐私的责任，则广州油菜花有权将用户的注册资料等提供给该合作伙伴或第三方，并与合作伙伴或第三方约定用户数据仅为双方合作的芸苔新零售平台服务之目的使用。并且，广州油菜花将对该等第三方使用用户数据的行为进行监督和管理，尽一切合理努力保护企业与用户个人信息的安全性。
</p><p>十一、服务的中断、中止和终止
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;芸苔新零售平台部署在阿里云平台上运行，您存储在芸苔新零售平台中的数据将享受阿里云提供的各项安全保障服务。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;在阿里云平台不因电力设施、第三方软件系统、硬件系统、通讯系统等影响云平台正常运行的情况下，芸苔新零售将面向您提供7X24小时不间断服务，服务可用率目标99.9%。
</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;广州油菜花可能会对本服务内容进行变更，也可能会中断、中止或终止服务。
</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;如发生下列任何一种情形，广州油菜花有权不经通知而中断、中止或终止向您提供的服务：
</p><p>根据法律规定用户应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；
</p><p>您违反相关法律法规或本协议的规定；
</p><p>按照法律规定或主管部门的要求；
</p><p>您侵犯其他第三方合法权益的；
</p><p>出于安全的原因或其他必要的情形。
</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;如有第三方能提供足够的证据证明您所使用的账户不是您合法拥有的， 广州油菜花有权中止或提前终止为您提供服务。
</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;对违反相关法律法规或者违反本协议规定，且情节严重的行为，广州油菜花有权提前终止该用户使用广州油菜花的本服务。
</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;如您需要向广州油菜花交纳相关费用，但您未按时足额付费的，则广州油菜花有权中断、中止或终止提供服务。
</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;您有责任自行备份存储在本服务中的数据。如果您的服务被终止，广州油菜花可以从服务器上永久地删除您账户下的数据。
</p><p>十二、知识产权
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;广州油菜花在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归广州油菜花所有，您在使用本服务中所产生的内容的知识产权归您或相关权利人所有。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;除另有特别声明外，广州油菜花提供本服务时所依托软件的著作权、专利权及其他知识产权均归广州油菜花所有。
</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;广州油菜花在本服务中所使用的“油菜花”等商业标识，其版权或商标权归广州油菜花所有。
</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经广州油菜花、您或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。
</p><p>十三、责任范围和责任限制
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;您明确理解和同意，广州油菜花不对因下述任一情况而发生的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿(无论广州油菜花是否已被告知该等损害赔偿的可能性)：
</p><p>使用或未能使用“服务”；
</p><p>因通过或从“服务”购买或获取任何数据、资料或服务；
</p><p>因任何原因而引起的与“服务”有关的任何其他事宜，包括疏忽。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;广州油菜花对下述内容不作保证：
</p><p>“服务”会符合您的要求；
</p><p>“服务”不会中断，且适时、安全和不带任何错误；
</p><p>通过使用“服务”而可能获取的结果将是准确或可信赖的；
</p><p>通过“服务”而购买或获取的任何产品、服务、资料或其他材料符合您的预期。
</p><p>十四、赔偿
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;如因广州油菜花违反有关法律、法规或本协议项下的任何条款而给用户造成损失，广州油菜花同意承担由此造成的损害赔偿责任。在相关法律所允许的最大范围内，广州油菜花不就用户因使用或不能使用芸苔新零售平台服务所发生的间接损害（包括但不限于营业中断、利润损失、商业信息的丢失、费用增加等）承担赔偿责任；广州油菜花不对由于阿里云平台的原因导致芸苔新零售平台服务无法使用或出现故障所发生的损失承担责任。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;您同意保障和维护广州油菜花及其他用户的利益，如您违反本协议或经在此提及而纳入本协议的其他文件，或因您违反法律侵害了第三方的合法权利，或因您违反法律须承担行政或刑事责任，而使第三方或行政、司法机关对广州油菜花及其子公司、关联公司、分公司、董事、职员、代理人提出索赔或处罚要求（包括司法费用和其他专业人士的费用），您必须全额赔偿给广州油菜花及其子公司、关联公司、分公司、董事、职员、代理人，并使其等免遭损失。
</p><p>十五、通知
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;您应当准确填写并及时更新您提供的电子邮件地址、手机等联系方式，以便广州油菜花与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持您提供的联系方式的有效性，如有变更需要更新的，您应按广州油菜花的要求进行操作。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;广州油菜花对于您所有的通知均可通过网页公告、电子邮件、系统通知主动联系、私信、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。您对于广州油菜花的通知应当通过广州油菜花对外正式公布的通信地址、联系电话、电子邮件地址等联系信息进行送达。
</p><p>十六、不可抗力
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，广州油菜花将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失广州油菜花将在法律允许的范围内免责。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;在法律允许的范围内，广州油菜花对以下情形导致的服务中断或受阻不承担责任：
</p><p>受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；
</p><p>您或广州油菜花的电脑软件、系统、硬件和通信线路出现故障；
</p><p>您操作不当；
</p><p>其他广州油菜花无法控制或合理预见的情形。
</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，广州油菜花不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给用户造成的损害负责。这些风险包括但不限于：
</p><p>来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；
</p><p>因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；
</p><p>其他因网络信息或其他用户行为引起的风险。
</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;广州油菜花依据本协议约定获得对违法违规内容处理的权利，该权利不构成广州油菜花的义务或承诺，广州油菜花不能保证及时发现违法行为或进行相应处理。
</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意警方关于防范诈骗犯罪的提示。
</p><p>十七、其它
</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;您知悉且同意，广州油菜花对本服务有自主经营权，为了更好地为用户提供本服务，广州油菜花有权对本协议进行不时的修订，并将修订后的协议进行公告，修订后的条款内容自公告时起生效，并成为本协议的一部分。您若在本协议修改之后，仍继续使用本服务，则视为您接受和自愿遵守修订后的协议。
</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;您同意广州油菜花因经营业务需要有权将本协议项下的权利义务就部分或全部进行转让，而无须再通知予您并取得您的同意。
</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;本协议的成立、生效、履行、解释及纠纷解决等一切事宜，均适用于中华人民共和国大陆地区法律（不包括冲突法）。
</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;本协议签订地为中华人民共和国广州市番禺区。若您和广州油菜花之间因本协议产生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
    </div>
  </ych-page>
</template>

<script>
import PageHeader from '@/components/PageHeader';

export default {
  name: '',
  components: {
    PageHeader,
  },
};

</script>
<style lang='scss' module>
@import "@/styles/them.scss";

.wrap {
  padding: 15px 15px 15px 20px;
  -webkit-overflow-scrolling: touch;

  p {
    font-size: $font-size-special;
    color: $font-color-secondary;
    line-height: 25px;
  }
}
</style>
